"kSaveErrorTitleKey"				= "Ocorreu um erro ao guardar o ficheiro.";
"kSaveErrorTextKey"					= "Um ficheiro recebido não pode ser guardado em disco. Verifique se a pasta de recepção se encontra num volume protegido. Seleccione outra pasta de recepção e tente de novo.";

"kRecieveItemTitleKey"				= "A receber elemento";
"kRecieveItemUnknownDeviceTextKey"	= "Um dispositivo Bluetooth pretende enviar um elemento designado “%@”. Gostaria de o aceitar?";
"kRecieveItemNamedDeviceTextKey"	= "O dispositivo “%@” pretende enviar o elemento “%@”. Gostaria de o aceitar?";

"kOpenNewFileTitleKey"				= "Recebeu um novo ficheiro designado “%@”. Abrir?";
"kOpenNewFileTextKey"				= "Pode desactivar este alerta no painel de preferências Bluetooth.";

"kCouldNotStartSDPTitleKey"			= "Ocorreu um erro durante a tentativa de permitir ligações de entrada.";
"kCouldNotStartSDPTextKey"			= "O suporte Bluetooth poderá não estar correctamente instalado neste computador. Reinstalar o software Bluetooth e tente de novo.";

"kErrorOpeningFileTitleKey"			= "Ocorreu um erro durante a abertura do ficheiro.";
"kErrorOpeningFileTextKey"			= "Impossível abrir ficheiro provavelmente porque a aplicação associada não se encontra disponível. Pode tentar abrir manualmente o ficheiro a partir do Finder.";

"kFileTransferClientTitleKey"		= "Cliente de transferência de ficheiros";
"kDisconnectTitleKey"				= "Desligar “%@”?";
"kDisconnectTextKey"				= "“%@” está a percorrer o seu computador. Desligar?";
"kDisconnectButtonKey"				= "Desligar";


"kFTPConfirmAllowButton"			= "Permitir";
"kFTPConfirmRejectButton"			= "Não permitir";
"kFTPConfirmMessageText"			= "“%@” pretende percorrer a sua pasta “%@”?";

"kVCardConfirmTitleText"			= "“%@” está a pedir uma cópia da ficha da sua Agenda.";
"kVCardConfirmMessageText"			= "Clique em OK para aceitar o pedido, ou clique em Cancelar para o negar.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Aceitar";
"kDeclineButtonKey"					= "Declinar";
"kCancelButtonKey"					= "Cancelar";
"kOpenButtonKey"					= "Abrir";
"kSkipButtonKey"					= "Ignorar";
"kShowInFinderButtonKey"			= "Mostrar no Finder";

"kUnknownFileNameKey"				= "Ficheiro Desconhecido";
"kUnknownDeviceNameKey"				= "Dispositivo desconhecido";
"kDeviceIsSendingFileKey"			= "“%@” está a enviar um ficheiro";

"kTransferringKey"					= "A transferir…";
"kTransferringFileKey"				= "A transferir “%@”…";
"kTransferCompleteKey"				= "Transferência Concluída";
"kTransfersCompleteKey"				= "Transferências Concluídas";
"kTransferFailedKey"				= "A transferência falhou";

"kWaitingKey"						= "A aguardar ficheiros adicionais…";

"kIncomingFileKey"					= "A receber ficheiro de:";


"kTypeFolderKey"					= "Pasta";
"kTypeApplicationKey"				= "Aplicação";
"kTypeKextKey"						= "Kernel Extension";
"kTypeBundleKey"					= "Bundle";
"kTypeFrameworkKey"					= "Framework";
